Repository: LaCH-UW/plugin-SimpleExhibits
Catalog: languages/*.po
Languages: pl

source: Simple Exhibits
pl: Proste wystawy

source: Simple Exhibit
pl: Prosta wystawa

source: Name and heading for the page (required)
pl: Nazwa i nagłówek wystawy (wymagane)

source: Slug
pl: Skrót ścieżki URL

source: The slug is the part of the URL for this exhibit. A slug will be created automatically from the title if one is not entered. Letters, numbers, underscores, dashes, and forward slashes are allowed.
pl: Skrót ścieżki URL jest częścią adresu wystawy. Skrót zostanie utworzony automatycznie w oparciu o tytuł jeśli nie zostanie wpisany ręcznie. Przy tworzeniu dozwolone są litery, cyfry, oraz znaki podkreślenia, myślniki i ukośniki.

source: Use HTML editor?
pl: Użyć edytora HTML?

source: Check this to add an HTML editor bar for easily creating HTML.
pl: Zaznaczenie pola wywoła pasek edytora HTML, ułatwiającego tworzenie strony HTML.

source: Header Text
pl: Treść nagłówka

source: Add text to the header of the exhbibit page.
pl: Dodaj treść nagłówka wystawy.

source: Publish this page?
pl: Opublikować tę wystawę?

source: Checking this box will make the page public
pl: Oznaczenie pola spowoduje opublikowanie wystawy.

source: The page "%s" has been added.
pl: Wystawa "%s" została dodana.

source: The page "%s" has been edited.
pl: Wystawa "%s" została poprawiona.

source: The page "%s" has been deleted.
pl: Wystawa "%s" została usunięta.

source: Home
pl: Strona domowa

source: Main Page (No Parent)
pl: Strona główna (bez nadrzędnej)

source: The page must be given a title.
pl: Stonie musi zostać nadany tytuł.

source: The title for your page must be 255 characters or less.
pl: Tytuł strony może maksymalnie zawierać do 255 znaków.

source: The title is already in use by another page. Please choose another.
pl: Tytuł jest już używany przez inną stronę. Proszę wybrać inny.

source: The page must be given a valid slug.
pl: Strona musi mieć nadany odpowiedni skrót ścieżki URL.

source: The slug for your page must not be a forward slash.
pl: Skrót ścieżki URL strony nie może być ukośnikiem.

source: The slug for your page must be 255 characters or less.
pl: Skrót ścieżki URL dla Twojej strony może zawierać do 255 znaków.

source: The slug is already in use by another page. Please choose another.
pl: Ten skrót ścieżki URL jest już używany przez inną stronę. Proszę wybrać inny.

source: The order must be an integer greater than or equal to 0.
pl: Porządek musi być określony liczbą całkowitą większą lub równą 0.

source: Simple Exhibits | Add Exhibit
pl: Proste Wystawy | Dodaj wystawę

source: <strong>%1$s</strong> on %2$s
pl: <strong>%1$s</strong> w %2$s

source: Published
pl: Opublikowano

source: Not Published
pl: Nie opublikowano

source: Last Modified
pl: Ostatnie modyfikacje

source: Simple Exhibits | Browse
pl: Proste wystawy | Przeglądaj

source: List View
pl: Widok listy

source: Hierarchy View
pl: Widok hierarchiczny

source: Add a Page
pl: Dodaj wystawę

source: There are no pages.
pl: Nie ma dostępnych stron.

source: Add a page.
pl: Dodaj stronę.

source: Simple Exhibits | Edit "%s"
pl: Proste Wystawy | Edycja "%s"

source: This page was created by <strong>%1$s</strong> on %2$s, and last modified by <strong>%3$s</strong> on %4$s.
pl: Ta wystawa została utworzona przez <strong>%1$s</strong> dnia %2$s i ostatnio modyfikowana przez <strong>%3$s</strong> w dniu %4$s.
